Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# radarHint
source: See which areas need more work
ar: اعرف أي المناطق تحتاج إلى تمرين أكثر
de: Sieh, welche Bereiche mehr Arbeit brauchen
es: Mira qué zonas necesitan más trabajo
fa: ببین کدام نواحی کار بیشتری می‌خواهند
fr: Vois quelles zones ont besoin de plus de travail
it: Guarda quali zone hanno bisogno di più lavoro
ja: もっと鍛えたい部位をチェック
ko: 더 운동이 필요한 부위를 확인하세요
nl: Zie welke zones meer werk nodig hebben
pl: Zobacz, które partie potrzebują więcej pracy
pt: Veja quais áreas precisam de mais trabalho
ru: Посмотри, каким зонам нужно больше работы
tr: Hangi bölgelerin daha fazla çalışmaya ihtiyacı olduğunu gör
uk: Подивіться, яким зонам потрібно більше роботи
zh: 看看哪些部位需要多练
zh_hant: 看看哪些部位需要多練

# radarEmpty
source: Train this month to see your balance
ar: تمرّن هذا الشهر لترى توازنك
de: Trainiere diesen Monat, um deine Balance zu sehen
es: Entrena este mes para ver tu equilibrio
fa: این ماه تمرین کن تا تعادلت را ببینی
fr: Entraîne-toi ce mois-ci pour voir ton équilibre
it: Allenati questo mese per vedere il tuo equilibrio
ja: 今月トレーニングするとバランスが見られます
ko: 이번 달 운동하면 균형을 볼 수 있어요
nl: Train deze maand om je balans te zien
pl: Trenuj w tym miesiącu, aby zobaczyć swoją równowagę
pt: Treine este mês para ver seu equilíbrio
ru: Тренируйся в этом месяце, чтобы увидеть баланс
tr: Dengeni görmek için bu ay antrenman yap
uk: Тренуйтеся цього місяця, щоб побачити баланс
zh: 本月训练后就能看到你的均衡度
zh_hant: 本月訓練後就能看到你的均衡度

# radarBalanced
source: Good balance so far
ar: توازن جيد حتى الآن
de: Bisher gut ausgewogen
es: Buen equilibrio por ahora
fa: تا اینجا تعادل خوب است
fr: Bon équilibre pour l'instant
it: Finora c'è un buon equilibrio
ja: 今のところバランス良好
ko: 지금까지 균형이 좋아요
nl: Tot nu toe mooi in balans
pl: Na razie dobra równowaga
pt: Bom equilíbrio até agora
ru: Пока всё сбалансировано
tr: Şimdilik dengeli
uk: Поки що все збалансовано
zh: 目前很均衡
zh_hant: 目前很均衡

# radarFocus
source: Needs more: %@
ar: يحتاج إلى المزيد: %@
de: Braucht mehr: %@
es: Necesita más: %@
fa: بیشتر کار می‌خواهد: %@
fr: À travailler : %@
it: Serve di più: %@
ja: もっと必要：%@
ko: 더 필요해요: %@
nl: Meer nodig: %@
pl: Potrzeba więcej: %@
pt: Precisa de mais: %@
ru: Нужно больше: %@
tr: Daha fazlası gerek: %@
uk: Потрібно більше: %@
zh: 需要多练：%@
zh_hant: 需要多練：%@

# countdownReady
source: Get ready
ar: استعد
de: Mach dich bereit
es: Prepárate
fa: آماده شو
fr: Prépare-toi
it: Preparati
ja: 準備して
ko: 준비하세요
nl: Maak je klaar
pl: Przygotuj się
pt: Prepare-se
ru: Приготовься
tr: Hazırlan
uk: Приготуйтеся
zh: 准备
zh_hant: 準備

# countdownSkip
source: Tap to start now
ar: اضغط للبدء الآن
de: Tippen, um sofort zu starten
es: Toca para empezar ya
fa: لمس برای شروع الان
fr: Touche pour commencer tout de suite
it: Tocca per iniziare subito
ja: タップですぐ開始
ko: 탭하면 바로 시작해요
nl: Tik om meteen te beginnen
pl: Dotknij, aby zacząć od razu
pt: Toque para começar já
ru: Нажми, чтобы начать сразу
tr: Hemen başlamak için dokun
uk: Торкніться, щоб почати одразу
zh: 点一下立即开始
zh_hant: 點一下立即開始

# countdownSetting
source: Countdown before starting
ar: عدّ تنازلي قبل البدء
de: Countdown vor dem Start
es: Cuenta atrás al empezar
fa: شمارش معکوس قبل از شروع
fr: Compte à rebours avant de commencer
it: Conto alla rovescia prima di iniziare
ja: 開始前のカウントダウン
ko: 시작 전 카운트다운
nl: Aftellen voor de start
pl: Odliczanie przed startem
pt: Contagem regressiva ao começar
ru: Обратный отсчёт перед стартом
tr: Başlamadan önce geri sayım
uk: Зворотний відлік перед стартом
zh: 开始前倒计时
zh_hant: 開始前倒數

# effortSetting
source: Log effort per set
ar: سجّل الجهد
de: Anstrengung notieren
es: Anotar el esfuerzo
fa: ثبت تلاش در هر ست
fr: Noter l'effort
it: Annota lo sforzo
ja: セットごとの強度を記録
ko: 세트별 강도 기록
nl: Inspanning noteren
pl: Zapisuj wysiłek
pt: Anotar o esforço
ru: Отмечать усилие
tr: Eforu kaydet
uk: Відмічати зусилля
zh: 记录每组强度
zh_hant: 記錄每組強度

# effortHint
source: RPE: 10 means nothing left, 8 means two reps to spare. RIR counts the reps you had left. When a set has it, the estimated 1RM uses the RPE chart.
ar: RPE: ‏10 يعني أنك لا تستطيع تكرارًا آخر، و8 يعني أنه بقي لديك تكراران. RIR يعدّ التكرارات المتبقية. إذا كانت المجموعة تحتوي عليه، يستخدم الحد الأقصى المقدَّر جدول RPE.
de: RPE: 10 heißt, keine Wiederholung mehr, 8 heißt, zwei wären noch gegangen. RIR zählt die Wiederholungen, die übrig waren. Hat ein Satz einen Wert, nutzt das geschätzte 1RM die RPE-Tabelle.
es: RPE: 10 es no poder con una más; 8, que te sobraban dos. RIR cuenta las repeticiones que te quedaban. Si la serie lo lleva, el 1RM estimado usa la tabla de RPE.
fa: RPE: ۱۰ یعنی دیگر نمی‌توانی، ۸ یعنی دو تکرار مانده. RIR تکرارهای مانده را می‌شمارد. وقتی ستی آن را دارد، تخمین 1RM از جدول RPE استفاده می‌کند.
fr: RPE : 10, c'est ne plus pouvoir en faire une ; 8, qu'il en restait deux. Le RIR compte les répétitions qu'il te restait. Si la série en a un, le 1RM estimé utilise la table RPE.
it: RPE: 10 è non riuscire a farne un’altra; 8, che te ne restavano due. RIR conta le ripetizioni che ti restavano. Se la serie lo ha, l’1RM stimato usa la tabella RPE.
ja: RPE：10 はもう 1 回もできない、8 はあと 2 回できた状態。RIR は残っていた回数。記録したセットは、推定 1RM に RPE 表を使います。
ko: RPE: 10은 한 번도 더 못 하는 상태, 8은 두 번 더 할 수 있던 상태예요. RIR은 남아 있던 반복 수예요. 기록된 세트는 예상 1RM에 RPE 표를 사용해요.
nl: RPE: 10 is er geen meer kunnen doen, 8 is er nog twee over hebben. RIR telt de herhalingen die je nog had. Heeft een set er een, dan gebruikt de geschatte 1RM de RPE-tabel.
pl: RPE: 10 to brak sił na kolejne powtórzenie, 8 to jeszcze dwa w zapasie. RIR liczy powtórzenia, które zostały. Jeśli seria go ma, szacowany 1RM korzysta z tabeli RPE.
pt: RPE: 10 é não conseguir fazer mais nenhuma; 8, que sobravam duas. RIR conta as repetições que te sobravam. Se a série o tiver, o 1RM estimado usa a tabela de RPE.
ru: RPE: 10 — больше ни одного повтора, 8 — оставалось два. RIR — сколько повторов оставалось в запасе. Если у подхода есть оценка, 1ПМ считается по таблице RPE.
tr: RPE: 10 bir tekrar daha yapamamak, 8 iki tekrar daha yapabilmek demek. RIR kalan tekrarları sayar. Sette varsa tahmini 1RM, RPE tablosunu kullanır.
uk: RPE: 10 — більше жодного повторення, 8 — залишалося два. RIR — скільки повторень залишалося в запасі. Якщо підхід має оцінку, 1ПМ рахується за таблицею RPE.
zh: RPE：10 表示一次都做不动了，8 表示还能再做两次。RIR 表示还剩几次。记录后，估算 1RM 会使用 RPE 表。
zh_hant: RPE：10 表示一次都做不動了，8 表示還能再做兩次。RIR 表示還剩幾次。記錄後，估算 1RM 會使用 RPE 表。

# rirTitle
source: RESERVE (RIR)
ar: الاحتياط (RIR)
es: RESERVA (RIR)
fa: مانده (RIR)
fr: RÉSERVE (RIR)
it: RISERVA (RIR)
ja: 余力 (RIR)
ko: 여력 (RIR)
pl: ZAPAS (RIR)
pt: RESERVA (RIR)
ru: ЗАПАС (RIR)
tr: YEDEK (RIR)
uk: ЗАПАС (RIR)
zh: 余力 (RIR)
zh_hant: 餘力 (RIR)

# rirHint
source: 0 is nothing left in the tank, 2 is two reps to spare.
ar: 0 يعني أنك لا تستطيع تكرارًا آخر، و2 يعني أنه بقي لديك تكراران.
de: 0 heißt, keine Wiederholung mehr, 2 heißt, zwei wären noch gegangen.
es: 0 es no poder con una más; 2, que te sobraban dos.
fa: ۰ یعنی دیگر نمی‌توانی، ۲ یعنی دو تکرار مانده.
fr: 0, c'est ne plus pouvoir en faire une ; 2, qu'il en restait deux.
it: 0 è non riuscire a farne un’altra; 2, che te ne restavano due.
ja: 0 はもう 1 回もできない、2 はあと 2 回できた状態。
ko: 0은 한 번도 더 못 하는 상태, 2는 두 번 더 할 수 있던 상태예요.
nl: 0 is er geen meer kunnen doen, 2 is er nog twee over hebben.
pl: 0 to brak sił na kolejne powtórzenie, 2 to jeszcze dwa w zapasie.
pt: 0 é não conseguir fazer mais nenhuma; 2, que sobravam duas.
ru: 0 — больше ни одного повтора, 2 — оставалось два.
tr: 0 bir tekrar daha yapamamak, 2 iki tekrar daha yapabilmek demek.
uk: 0 — більше жодного повторення, 2 — залишалося два.
zh: 0 表示一次都做不动了，2 表示还能再做两次。
zh_hant: 0 表示一次都做不動了，2 表示還能再做兩次。

source: Add week widget
ar: إضافة أداة الأسبوع
de: Wochen-Widget hinzufügen
es: Añadir widget de la semana
fa: افزودن ویجت هفته
fr: Ajouter le widget de la semaine
it: Aggiungi widget della settimana
ja: 今週のウィジェットを追加
ko: 이번 주 위젯 추가
nl: Weekwidget toevoegen
pl: Dodaj widżet tygodnia
pt: Adicionar widget da semana
ru: Добавить виджет недели
tr: Hafta widget'ı ekle
uk: Додати віджет тижня
zh: 添加本周小组件
zh_hant: 新增本週小工具

# gamificationSetting
source: Medals and levels
ar: الميداليات والمستويات
de: Medaillen und Stufen
es: Medallas y niveles
fa: مدال‌ها و سطوح
fr: Médailles et niveaux
it: Medaglie e livelli
ja: メダルとレベル
ko: 메달과 레벨
nl: Medailles en niveaus
pl: Medale i poziomy
pt: Medalhas e níveis
ru: Медали и уровни
tr: Madalyalar ve seviyeler
uk: Медалі та рівні
zh: 勋章和等级
zh_hant: 獎牌和等級

# repCount
source: %lld reps
ar: %lld تكرارًا
de: %lld Wdh.
fa: %lld تکرار
fr: %lld rép.
it: %lld rip.
ja: %lld回
ko: %lld회
nl: %lld herh.
pl: %lld powt.
ru: %lld повтора
tr: %lld tekrar
uk: %lld повтору
zh: %lld 次
zh_hant: %lld 次

# prBestSet
source: Best set
ar: أفضل مجموعة
de: Bester Satz
es: Mejor serie
fa: بهترین ست
fr: Meilleure série
it: Serie migliore
ja: ベストセット
ko: 최고 세트
nl: Beste set
pl: Najlepsza seria
pt: Melhor série
ru: Лучший подход
tr: En iyi set
uk: Найкращий підхід
zh: 最佳一组
zh_hant: 最佳一組

# weekStartSetting
source: Week starts on
ar: يبدأ الأسبوع يوم
de: Woche beginnt am
es: La semana empieza el
fa: شروع هفته
fr: La semaine commence le
it: La settimana inizia di
ja: 週の始まり
ko: 한 주의 시작
nl: Week begint op
pl: Tydzień zaczyna się w
pt: A semana começa a
ru: Неделя начинается с
tr: Hafta başlangıcı
uk: Тиждень починається з
zh: 每周开始于
zh_hant: 每週開始於

# stepOutOfWorkout
source: Pause and leave
ar: إيقاف مؤقت والخروج
de: Pausieren und verlassen
es: Pausar y salir
fa: مکث و خروج
fr: Mettre en pause et quitter
it: Metti in pausa ed esci
ja: 一時停止して離れる
ko: 일시정지하고 나가기
nl: Pauzeren en verlaten
pl: Wstrzymaj i wyjdź
pt: Pausar e sair
ru: Пауза и выход
tr: Duraklat ve çık
uk: Пауза й вихід
zh: 暂停并离开
zh_hant: 暫停並離開

# saveToRoutine
source: SAVE CHANGES TO ROUTINE
ar: حفظ التغييرات في الروتين
de: ÄNDERUNGEN IM TRAININGSPLAN SPEICHERN
es: GUARDAR CAMBIOS EN LA RUTINA
fa: ذخیره تغییرات در روتین
fr: ENREGISTRER DANS LE PROGRAMME
it: SALVA LE MODIFICHE NELLA SCHEDA
ja: ルーティンに変更を保存
ko: 루틴에 변경 사항 저장
nl: WIJZIGINGEN OPSLAAN IN ROUTINE
pl: ZAPISZ ZMIANY W PLANIE
pt: GUARDAR ALTERAÇÕES NA ROTINA
ru: СОХРАНИТЬ ИЗМЕНЕНИЯ В ПРОГРАММЕ
tr: DEĞİŞİKLİKLERİ PROGRAMA KAYDET
uk: ЗБЕРЕГТИ ЗМІНИ В ПРОГРАМІ
zh: 将更改保存到训练计划
zh_hant: 將變更儲存到課表

source: Routine updated
ar: تم تحديث الروتين
de: Trainingsplan aktualisiert
es: Rutina actualizada
fa: روتین به‌روز شد
fr: Programme mis à jour
it: Scheda aggiornata
ja: ルーティンを更新しました
ko: 루틴을 업데이트했어요
nl: Routine bijgewerkt
pl: Plan zaktualizowany
pt: Rotina atualizada
ru: Программа обновлена
tr: Program güncellendi
uk: Програму оновлено
zh: 训练计划已更新
zh_hant: 課表已更新

# saveChangesTitle
source: Save changes to %@?
ar: حفظ التغييرات في %@؟
de: Änderungen in %@ speichern?
es: ¿Guardar cambios en %@?
fa: تغییرات «%@» ذخیره شود؟
fr: Enregistrer les modifications dans %@ ?
it: Salvare le modifiche in %@?
ja: %@に変更を保存しますか？
ko: %@에 변경 사항을 저장할까요?
nl: Wijzigingen opslaan in %@?
pl: Zapisać zmiany w %@?
pt: Guardar alterações em %@?
ru: Сохранить изменения в %@?
tr: Değişiklikler %@ programına kaydedilsin mi?
uk: Зберегти зміни в %@?
zh: 将更改保存到%@？
zh_hant: 將變更儲存到%@？

# saveChangesBody
source: Next time this routine starts like this.
ar: في المرة القادمة سيبدأ هذا الروتين هكذا.
de: Beim nächsten Mal startet der Trainingsplan so.
es: La próxima vez esta rutina empezará así.
fa: دفعه بعد این روتین همین‌طور شروع می‌شود.
fr: La prochaine fois, ce programme commencera ainsi.
it: La prossima volta la scheda partirà così.
ja: 次回からこのルーティンはこの内容で始まります。
ko: 다음부터 이 루틴은 이렇게 시작돼요.
nl: De volgende keer start deze routine zo.
pl: Następnym razem ten plan zacznie się tak.
pt: Da próxima vez esta rotina começa assim.
ru: В следующий раз программа начнётся так.
tr: Program bir dahaki sefere böyle başlayacak.
uk: Наступного разу програма почнеться так.
zh: 下次这个训练计划会按这样开始。
zh_hant: 下次這個課表會照這樣開始。

# routineOrderChanged
source: New exercise order
ar: ترتيب جديد للتمارين
de: Neue Reihenfolge der Übungen
es: Nuevo orden de ejercicios
fa: ترتیب جدید حرکات
fr: Nouvel ordre des exercices
it: Nuovo ordine degli esercizi
ja: 新しい種目の順番
ko: 새 운동 순서
nl: Nieuwe volgorde van oefeningen
pl: Nowa kolejność ćwiczeń
pt: Nova ordem dos exercícios
ru: Новый порядок упражнений
tr: Yeni egzersiz sırası
uk: Новий порядок вправ
zh: 新的动作顺序
zh_hant: 新的動作順序

# mineOnly
source: Created by you
ar: من إنشائك
de: Von dir erstellt
es: Creados por ti
fa: ساخته خودت
fr: Créés par toi
it: Creati da te
ja: 自分で作成
ko: 내가 만든 운동
nl: Door jou gemaakt
pl: Utworzone przez ciebie
pt: Criados por ti
ru: Созданные вами
tr: Senin oluşturdukların
uk: Створені вами
zh: 我创建的
zh_hant: 我建立的

# createNamed
source: Not here? Create “%@”
ar: غير موجود؟ أنشئ «%@»
de: Nicht dabei? „%@“ erstellen
es: ¿No está? Crear «%@»
fa: اینجا نیست؟ «%@» را بساز
fr: Introuvable ? Créer « %@ »
it: Non c’è? Crea «%@»
ja: 見つからない？「%@」を作成
ko: 없나요? “%@” 만들기
nl: Staat er niet bij? Maak „%@”
pl: Nie ma? Utwórz „%@”
pt: Não está? Criar «%@»
ru: Нет в списке? Создать «%@»
tr: Yok mu? “%@” oluştur
uk: Немає? Створити «%@»
zh: 没有？创建“%@”
zh_hant: 沒有？建立「%@」

source: Or start with
ar: أو ابدأ بـ
de: Oder starte mit
es: O empieza con
fa: یا شروع با
fr: Ou commence par
it: Oppure inizia con
ja: または次から始める
ko: 또는 이렇게 시작
nl: Of begin met
pl: Albo zacznij od
pt: Ou começa com
ru: Или начните с
tr: Ya da şununla başla
uk: Або почніть з
zh: 或者从这里开始
zh_hant: 或者從這裡開始

# warmupFocus
source: Warm-up
ar: الإحماء
de: Aufwärmen
es: Calentamiento
fa: گرم کردن
fr: Échauffement
it: Riscaldamento
ja: ウォームアップ
ko: 워밍업
nl: Warming-up
pl: Rozgrzewka
pt: Aquecimento
ru: Разминка
tr: Isınma
uk: Розминка
zh: 热身
zh_hant: 熱身

# warmupFocusHint
source: Mobility and activation, with or without kit
ar: مرونة وتنشيط، بأدوات أو بدونها
de: Mobilität und Aktivierung, mit oder ohne Geräte
es: Movilidad y activación, con o sin material
fa: تحرک و فعال‌سازی، با وسیله یا بدون آن
fr: Mobilité et activation, avec ou sans matériel
it: Mobilità e attivazione, con o senza attrezzi
ja: 器具あり・なしのモビリティと活性化
ko: 기구 유무와 상관없는 가동성·활성화
nl: Mobiliteit en activatie, met of zonder materiaal
pl: Mobilność i aktywacja, ze sprzętem lub bez
pt: Mobilidade e ativação, com ou sem material
ru: Подвижность и активация, с инвентарём или без
tr: Ekipmanlı ya da ekipmansız mobilite ve aktivasyon
uk: Рухливість і активація, з інвентарем чи без
zh: 有无器械都能做的灵活性与激活
zh_hant: 有無器材都能做的靈活度與啟動

# cardioFocus
source: Cardio
ar: كارديو
fa: کاردیو
ja: 有酸素運動
ko: 유산소
ru: Кардио
tr: Kardiyo
uk: Кардіо
zh: 有氧
zh_hant: 有氧

# cardioFocusHint
source: Run, bike, row or skip, by distance and time
ar: جري أو دراجة أو تجديف أو حبل، بالمسافة والوقت
de: Laufen, Rad, Rudern oder Seilspringen, nach Strecke und Zeit
es: Correr, bici, remo o comba, por distancia y tiempo
fa: دویدن، دوچرخه، روئینگ یا طناب، بر اساس مسافت و زمان
fr: Course, vélo, rameur ou corde, en distance et en temps
it: Corsa, bici, vogatore o corda, per distanza e tempo
ja: ラン、バイク、ローイング、縄跳びを距離と時間で
ko: 달리기, 자전거, 로잉, 줄넘기를 거리와 시간으로
nl: Hardlopen, fietsen, roeien of touwtjespringen, op afstand en tijd
pl: Bieg, rower, wioślarz lub skakanka, na dystans i czas
pt: Corrida, bicicleta, remo ou corda, por distância e tempo
ru: Бег, велосипед, гребля или скакалка — по дистанции и времени
tr: Koşu, bisiklet, kürek ya da ip, mesafe ve süreyle
uk: Біг, велосипед, веслування чи скакалка — за дистанцією і часом
zh: 跑步、骑行、划船或跳绳，按距离和时间记录
zh_hant: 跑步、騎車、划船或跳繩，按距離和時間記錄

# homeRecommended
source: Recommended on home
ar: المقترحات في الرئيسية
de: Empfehlungen auf der Startseite
es: Recomendados en inicio
fa: پیشنهادی در خانه
fr: Recommandations sur l’accueil
it: Consigliati nella home
ja: ホームのおすすめ
ko: 홈 추천
nl: Aanbevolen op start
pl: Polecane na ekranie głównym
pt: Recomendados no início
ru: Рекомендации на главной
tr: Ana ekranda öneriler
uk: Рекомендації на головній
zh: 首页推荐
zh_hant: 首頁推薦

# archivedFilter
source: Archived
ar: المؤرشفة
de: Archiviert
es: Archivados
fa: بایگانی
fr: Archivés
it: Archiviati
ja: アーカイブ
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowane
pt: Arquivados
ru: Архив
tr: Arşivlenenler
uk: Архів
zh: 已归档
zh_hant: 已封存

source: Archive exercise
ar: أرشفة التمرين
de: Übung archivieren
es: Archivar ejercicio
fa: بایگانی حرکت
fr: Archiver l’exercice
it: Archivia esercizio
ja: 種目をアーカイブ
ko: 운동 보관
nl: Oefening archiveren
pl: Archiwizuj ćwiczenie
pt: Arquivar exercício
ru: Архивировать упражнение
tr: Egzersizi arşivle
uk: Архівувати вправу
zh: 归档动作
zh_hant: 封存動作

# restoreExercise
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fa: بازگردانی
fr: Restaurer
it: Ripristina
ja: 元に戻す
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
tr: Geri al
uk: Відновити
zh: 恢复
zh_hant: 還原

# archivedToast
source: Exercise archived
ar: تمت أرشفة التمرين
de: Übung archiviert
es: Ejercicio archivado
fa: حرکت بایگانی شد
fr: Exercice archivé
it: Esercizio archiviato
ja: 種目をアーカイブしました
ko: 운동을 보관했어요
nl: Oefening gearchiveerd
pl: Ćwiczenie zarchiwizowane
pt: Exercício arquivado
ru: Упражнение в архиве
tr: Egzersiz arşivlendi
uk: Вправу заархівовано
zh: 动作已归档
zh_hant: 動作已封存

# archivedToastHint
source: Find it under Exercises › Archived
ar: تجده في التمارين › المؤرشفة
de: Du findest sie unter Übungen › Archiviert
es: Lo tienes en Ejercicios › Archivados
fa: پیدایش کن در حرکات › بایگانی
fr: Retrouve-le dans Exercices › Archivés
it: Lo trovi in Esercizi › Archiviati
ja: 種目 › アーカイブ にあります
ko: 운동 › 보관됨에서 찾을 수 있어요
nl: Je vindt hem bij Oefeningen › Gearchiveerd
pl: Znajdziesz je w Ćwiczenia › Zarchiwizowane
pt: Está em Exercícios › Arquivados
ru: Оно в разделе Упражнения › Архив
tr: Egzersizler › Arşivlenenler altında
uk: Вона в розділі Вправи › Архів
zh: 可在 动作 › 已归档 中找到
zh_hant: 可在 動作 › 已封存 中找到

# archivedBanner
source: Archived. It stays out of lists and suggestions; your history is kept.
ar: مؤرشف. لا يظهر في القوائم ولا الاقتراحات، ويبقى سجلك محفوظًا.
de: Archiviert. Sie erscheint nicht in Listen und Vorschlägen; dein Verlauf bleibt erhalten.
es: Archivado. No sale en listas ni sugerencias; tu historial se conserva.
fa: بایگانی شده. در فهرست‌ها و پیشنهادها نمی‌آید؛ تاریخچه‌ات می‌ماند.
fr: Archivé. Il n’apparaît plus dans les listes ni les suggestions ; ton historique est conservé.
it: Archiviato. Non compare in elenchi e suggerimenti; lo storico resta.
ja: アーカイブ済み。一覧や提案には出ませんが、履歴は残ります。
ko: 보관됨. 목록과 추천에 나오지 않고 기록은 그대로 남아요.
nl: Gearchiveerd. Hij staat niet meer in lijsten en suggesties; je geschiedenis blijft bewaard.
pl: Zarchiwizowane. Nie pojawia się na listach ani w propozycjach; historia zostaje.
pt: Arquivado. Não aparece em listas nem sugestões; o teu histórico mantém-se.
ru: В архиве. Не показывается в списках и подсказках; история сохраняется.
tr: Arşivlendi. Listelerde ve önerilerde çıkmaz; geçmişin korunur.
uk: В архіві. Не з’являється у списках і підказках; історія зберігається.
zh: 已归档：不会出现在列表和推荐中，训练记录会保留。
zh_hant: 已封存：不會出現在清單和推薦中，訓練紀錄會保留。

# videoMarksHint
source: Pause on a step and tap the pin to jump there next time.
ar: أوقف مؤقتًا عند خطوة واضغط الدبوس لتنتقل إليها في المرة القادمة.
de: Pausiere bei einem Schritt und tippe auf die Nadel, um nächstes Mal dorthin zu springen.
es: Pausa en un paso y toca la chincheta para saltar ahí la próxima vez.
fa: روی یک گام مکث کن و سنجاق را بزن تا دفعه بعد همان‌جا بروی.
fr: Mets en pause sur une étape et touche l’épingle pour y revenir la prochaine fois.
it: Metti in pausa su un passo e tocca la puntina per saltarci la prossima volta.
ja: 手順の場面で一時停止してピンをタップすると、次回そこへ移動できます。
ko: 단계에서 일시정지하고 핀을 누르면 다음에 그 지점으로 이동해요.
nl: Pauzeer bij een stap en tik op de punaise om er de volgende keer naartoe te springen.
pl: Zatrzymaj na kroku i dotknij pinezki, aby następnym razem tam przeskoczyć.
pt: Pausa num passo e toca no alfinete para saltar para lá da próxima vez.
ru: Поставьте паузу на шаге и нажмите на булавку, чтобы в следующий раз перейти туда.
tr: Bir adımda duraklat ve bir dahaki sefere oraya atlamak için raptiyeye dokun.
uk: Поставте паузу на кроці й торкніться шпильки, щоб наступного разу перейти туди.
zh: 在某一步暂停并点图钉，下次可直接跳到这里。
zh_hant: 在某一步暫停並點圖釘，下次可直接跳到這裡。

# videoMarkHere
source: Mark this step here
ar: حدّد هذه الخطوة هنا
de: Diesen Schritt hier markieren
es: Marcar este paso aquí
fa: این گام را همین‌جا علامت بزن
fr: Marquer cette étape ici
it: Segna qui questo passo
ja: この手順をここに記録
ko: 이 단계를 여기로 표시
nl: Deze stap hier markeren
pl: Oznacz tu ten krok
pt: Marcar este passo aqui
ru: Отметить этот шаг здесь
tr: Bu adımı burada işaretle
uk: Позначити цей крок тут
zh: 把这一步标记在这里
zh_hant: 把這一步標記在這裡

# sectionGeneral
source: General
ar: عام
de: Allgemein
fa: عمومی
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
tr: Genel
uk: Загальні
zh: 通用
zh_hant: 一般

# sectionTraining
source: Training
ar: التمرين
es: Entreno
fa: تمرین
fr: Entraînement
it: Allenamento
ja: トレーニング
ko: 운동
pl: Trening
pt: Treino
ru: Тренировка
tr: Antrenman
uk: Тренування
zh: 训练
zh_hant: 訓練

# sectionAlerts
source: Reminders & alarm
ar: التذكيرات والمنبّه
de: Erinnerungen & Alarm
es: Avisos y alarma
fa: یادآوری و زنگ
fr: Rappels et alarme
it: Promemoria e allarme
ja: リマインダーとアラーム
ko: 알림과 알람
nl: Herinneringen en alarm
pl: Przypomnienia i alarm
pt: Lembretes e alarme
ru: Напоминания и сигнал
tr: Hatırlatıcılar ve alarm
uk: Нагадування і сигнал
zh: 提醒与闹钟
zh_hant: 提醒與鬧鐘

# sectionHome
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fa: خانه
fr: Accueil
ja: ホーム
ko: 홈
nl: Start
pl: Ekran główny
pt: Início
ru: Главная
tr: Ana sayfa
uk: Головна
zh: 首页
zh_hant: 首頁

# sectionWidgets
source: Widgets
ar: الأدوات
fa: ویجت‌ها
it: Widget
ja: ウィジェット
ko: 위젯
pl: Widżety
ru: Виджеты
tr: Widget’lar
uk: Віджети
zh: 小组件
zh_hant: 小工具

# sectionData
source: Data & backup
ar: البيانات والنسخ الاحتياطي
de: Daten & Sicherung
es: Datos y copia de seguridad
fa: داده و بکاپ
fr: Données et sauvegarde
it: Dati e backup
ja: データとバックアップ
ko: 데이터와 백업
nl: Gegevens en back-up
pl: Dane i kopia zapasowa
pt: Dados e cópia de segurança
ru: Данные и резервная копия
tr: Veriler ve yedek
uk: Дані й резервна копія
zh: 数据与备份
zh_hant: 資料與備份

# multiPlanSetting
source: Several routines a day
ar: أكثر من روتين في اليوم
de: Mehrere Pläne pro Tag
es: Varias rutinas al día
fa: چند روتین در روز
fr: Plusieurs programmes par jour
it: Più schede al giorno
ja: 1日に複数のルーティン
ko: 하루에 여러 루틴
nl: Meerdere routines per dag
pl: Kilka planów dziennie
pt: Várias rotinas por dia
ru: Несколько программ в день
tr: Günde birden fazla program
uk: Кілька програм на день
zh: 一天多个训练计划
zh_hant: 一天多個課表

# multiPlanHint
source: Tap every routine for this day. They go in the order you add them.
ar: اضغط كل روتين لهذا اليوم. تأتي بالترتيب الذي تضيفها به.
de: Tippe jeden Plan für diesen Tag an. Sie laufen in der Reihenfolge, in der du sie hinzufügst.
es: Toca cada rutina de este día. Van en el orden en que las añadas.
fa: هر روتین این روز را لمس کن. به ترتیبی که اضافه می‌کنی می‌آیند.
fr: Touche chaque programme de ce jour. Ils suivent l’ordre dans lequel tu les ajoutes.
it: Tocca ogni scheda di questo giorno. Seguono l’ordine in cui le aggiungi.
ja: この日のルーティンをすべてタップ。追加した順に進みます。
ko: 이날 할 루틴을 모두 누르세요. 추가한 순서대로 진행돼요.
nl: Tik elke routine voor deze dag aan. Ze volgen de volgorde waarin je ze toevoegt.
pl: Dotknij każdego planu na ten dzień. Idą w kolejności dodania.
pt: Toca em cada rotina deste dia. Seguem a ordem em que as adicionas.
ru: Отметьте каждую программу на этот день. Они идут в порядке добавления.
tr: Bu günün her programına dokun. Eklediğin sırayla gelirler.
uk: Позначте кожну програму на цей день. Вони йдуть у порядку додавання.
zh: 点选这一天的每个计划，按添加顺序进行。
zh_hant: 點選這一天的每個課表，依加入順序進行。

# routineOfDay
source: %1$lld of %2$lld today
ar: %1$lld من %2$lld اليوم
de: %1$lld von %2$lld heute
es: %1$lld de %2$lld hoy
fa: %1$lld از %2$lld امروز
fr: %1$lld sur %2$lld aujourd’hui
it: %1$lld di %2$lld oggi
ja: 今日 %1$lld/%2$lld
ko: 오늘 %1$lld/%2$lld
nl: %1$lld van %2$lld vandaag
pl: %1$lld z %2$lld dziś
pt: %1$lld de %2$lld hoje
ru: %1$lld из %2$lld сегодня
tr: Bugün %1$lld/%2$lld
uk: %1$lld з %2$lld сьогодні
zh: 今天第 %1$lld/%2$lld 个
zh_hant: 今天第 %1$lld/%2$lld 個
